{
  "features": [
    {
      "title": "High-Speed Combat",
      "description": "Experience intense dogfights at supersonic speeds with realistic physics and dynamic weather conditions. Master the art of aerial combat with precision controls and advanced weapon systems.",
      "type": "Combat",
      "rating": 5
    },
    {
      "title": "Advanced Jet Controls",
      "description": "Master the art of aerial combat with intuitive controls and realistic flight mechanics. Feel the power of afterburners and experience true jet fighter performance.",
      "type": "Gameplay",
      "rating": 5
    },
    {
      "title": "Epic Escape Missions",
      "description": "Navigate through increasingly challenging scenarios as you fight to escape enemy territory. Each mission offers unique challenges and requires strategic thinking.",
      "type": "Mission",
      "rating": 5
    },
    {
      "title": "Dynamic Weather System",
      "description": "Face realistic weather conditions that affect flight dynamics and visibility. From clear skies to stormy conditions, adapt your strategy to survive.",
      "type": "Environment",
      "rating": 4
    },
    {
      "title": "Advanced AI Opponents",
      "description": "Battle against intelligent AI pilots with realistic behavior patterns. Each enemy has unique tactics and skill levels that increase with difficulty.",
      "type": "AI",
      "rating": 4
    },
    {
      "title": "Upgrade System",
      "description": "Enhance your jet with advanced weapons, improved engines, and stealth technology. Unlock new capabilities as you progress through missions.",
      "type": "Progression",
      "rating": 5
    }
  ],
  "briefing": {
    "objectives": "Your primary mission is to infiltrate enemy airspace, gather critical intelligence, and execute a high-speed escape while evading hostile aircraft. Navigate through heavily defended territory, complete reconnaissance objectives, and return to friendly airspace with vital information. Success requires precision, timing, and nerves of steel.",
    "controls": "Master the advanced flight controls: WASD for precise movement, Space for afterburner boost, Mouse for target acquisition, Shift for evasive maneuvers, Ctrl for weapon selection, and Q/E for roll control. Advanced pilots can use Alt for terrain following and Tab for tactical map overlay.",
    "strategy": "Maintain low altitude to minimize radar detection, utilize terrain features for cover, and conserve fuel for critical escape moments. Plan multiple escape routes, monitor enemy patrol patterns, and always maintain situational awareness. Remember: speed is your ally, but stealth is your survival."
  }
}
